Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དགེ་སློང་དག་ང་ནི་ཟླ་བ་གསུམ་གྱི་བར་དུ་ནང་དུ་ཡང་དག་འཇོག་པར་འདོད་ཀྱིས་བཅོ་ལྔའི་གསོ་སྦྱོང་གི་དུས་དེ་ཉི་ཚེ་དང་ཞལ་ཟས་སྐྱེལ་བ་མ་གཏོགས་པར་དགེ་སློང་སུ་ཡང་ཕྲད་དུ་མ་འོང་ཅིག་ཅེས་
en: “Monks, I would very much like to spend three months in meditative seclusion. During that period let no monk approach the Blessed One except on the fifteenth day for the poṣadha purification ceremony or to bring food.”

source: བཀའ་སྩལ་ནསབཅོམ་ལྡན་འདས་ཟླ་བ་གསུམ་གྱི་བར་དུ་ནང་དུ་ཡང་དག་འཇོག་ལ་བཞུགས་སོ། །
en: Having spoken thus, the Blessed One spent three months in secluded meditation,

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་ནང་ཁྲིམས་བཅས་ཏེ། བཅོ་ལྔའི་གསོ་སྦྱོང་གི་དུས་དེ་ཉི་ཚེ་དང་ཞལ་ཟས་སྐྱེལ་བ་མ་གཏོགས་པར་དགེ་སློང་སུ་ཡང་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་མ་འགྲོ་ཅིག་ཅེས་བྱས་སོ། །
en: and the monks agreed among themselves that none of them would go to see the Blessed One except on the fifteenth day for the poṣadha purification ceremony or to bring food.

source: དེ་ནས་ལྷ་སྦྱིན་གྱིས་བསམས་པ།
en: At this Devadatta thought,

source: ད་ནི་བདག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མའི་ཉན་ཐོས་ཀྱི་དགེ་འདུན་འཐུན་པའི་དབྱེན་བྱ་བ་དང་། འཁོར་ལོའི་དབྱེན་བྱ་བ་དེའི་དུས་ལ་བབ་བོ་སྙམ་ནས
en: “The time has come for me to cause a schism in the saṅgha of the ascetic Gautama’s disciples—to cause a schism in his circle.”

source: བཙུན་པ་རྣམས་དགེ་སྦྱོང་གཽ་ཏ་མ་ཉན་ཐོས་རྣམས་ལ་ཇི་ལྟར་བྱས་པ་ལ་གཟིགས།
en: “Lords, behold how the ascetic Gautama treats his disciples!

source: གང་གི་ཚེ་དགེ་སློང་རྣམས་ལ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྟང་དགོས་པར་གྱུར་པ་དེའི་ཚེ། ནང་དུ་ཡང་དག་འཇོག་ལ་གནས་ཤིང་འདུག་གིས་དགེ་སློང་དག་ཚུར་ཤེག་བདག་གི་ཐད་དུ་འཁོད་ཅིག་དང་བདག་གིས་ཁྱེད་རྣམས་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྟང་ངོ་། །
en: Just when he ought to provide for all the monks’ needs, he remains in secluded meditation. Come, monks! Stay with me and I shall provide for all your needs.”

source: དེ་ནས་དགེ་སློང་ལྔ་བརྒྱ་ཙམ་གྱིས་དེའི་ཚིག་མཉན་ནས། བཅོམ་ལྡན་འདས་ལ་མི་ལྟ་བའི་སེམས་བསྐྱེད་དེ་ལྷ་སྦྱིན་གྱི་ཐད་དུ་སོང་ནས་འཁོད་དོ། །
en: Some five hundred monks heeded his words and decided to disregard the Blessed One.

source: དེ་ནས་ལྷ་སྦྱིན་གྱིས་དགེ་སློང་དེ་རྣམས་བསྡུས་ནས་སྨྲས་པ།
en: They went to meet with Devadatta, who gathered those monks around him and declared the following:

source: དགེ་སྦྱོང་གཽ་ཏ་མ་དགོན་པར་གནས་ན་ནི་བདག་ཅག་གྲོང་འདབ་ཏུ་གནས་པར་བྱའོ། །
en: “Since the ascetic Gautama stays in a remote hermitage, we will stay in the village.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: དགེ་སློང་དག་དགོན་པར་གནས་པ་ལ་ནི་ཉེས་དམིགས་མང་བའི་ཕྱིར་རོ། །
en: Because, monks, there are many disadvantages to staying in a remote hermitage.

source: དགེ་སྦྱོང་གཽ་ཏ་མས་ཤ་ཟ་བར་གནང་ན་ནི་བདག་ཅག་གིས་བཟའ་བར་མི་བྱའོ། །
en: “Since the ascetic Gautama permits the eating of meat, we will not eat it.

source: གཞི་དེ་ལས་སེམས་ཅན་རྣམས་གསོད་པར་འགྱུར་བའི་ཕྱིར་རོ། །
en: On the grounds that beings will be killed.

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ལན་ཚྭ་ཟ་ན་ནི་བདག་ཅག་གིས་བཟའ་བར་མི་བྱའོ། །
en: “Since the ascetic Gautama eats salt, we will not eat it.

source: ཁུ་ཆུ་ལས་བྱུང་བའི་ཕྱིར་རོ། །
en: Because it comes from salt water.

source: དགེ་སྦྱོང་གཽ་ཏ་མ་འོ་མ་འཐུང་ན་ནི་བདག་ཅག་གིས་བཏུང་བར་མི་བྱའོ། །
en: “Since the ascetic Gautama drinks milk, we will not drink it.

source: གཞི་དེ་ལས་བེའུ་རྣམས་ཉོན་མོངས་པར་འགྱུར་བའི་ཕྱིར་རོ། །
en: On the grounds that it causes the calves distress.

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ཆོས་གོས་དྲས་པ་གྱོན་ན་ནི་བདག་ཅག་གིས་བགོ་བར་མི་བྱའོ། །
en: “Since the ascetic Gautama dons fringed robes, we will not wear them.

source: མི་རྣམས་ཀྱི་ཞོ་ཤས་བསྒྲུབས་པ་ཆུད་ཟོས་པར་འགྱུར་བའི་ཕྱིར་རོ། །
en: Because they are a waste of people’s earnings.

source: གང་དག་བརྟུལ་ཞུགས་ཀྱི་གཞི་འདི་ལྔ་ཐོབ་ནས་འདོད་ཅིང་བཟོད་ལ་འཐད་པ་སེམས་པ་དང་།
en: “Whoever wishes to take these five vows as the basis of his conduct and to accept and receive them,

source: དགེ་སྦྱོང་གཽ་ཏ་མའི་ཐད་ནས་འབྱེ་བ་དང་གཞན་དུ་འགྲོ་བ་དང་།
en: and wishes to part now from the ascetic Gautama, to follow another,

source: དགེ་སྦྱོང་གཽ་ཏ་མ་དང་འབྲལ་བར་འདོད་པ་དེ་དག་གིས་ནི་ཤིང་བུ་ལོང་ཤིག་ཅེས་སྨྲས་ནས
en: and to sever himself from the ascetic Gautama, let him take a tally stick.”

source: དེ་ནས་དགེ་འདུན་གྱི་ནང་དུ་ཤིང་བུ་བྲིམས་ཏེ།
en: He distributed the tally sticks among the saṅgha,

source: དགེ་སློང་ལྔ་བརྒྱས་ཤིང་བུ་བླངས་ནས་ཤིང་བུ་བྲིམས་པའི་འོག་ཏུ་གསོལ་བ་བྱེད་པ་ལ་ཞུགས་ཏེ།
en: and five hundred monks took them. After the sticks had been handed out, Devadatta led the monks make the following supplication:

source: བཙུན་པ་དགེ་འདུན་རྣམས་གསན་དུ་གསོལ།
en: ‘Lord, please heed this saṅgha:

source: དགེ་སློང་གཽ་ཏ་མ་དགོན་པར་གནས་ན་ནི་བདག་ཅག་གྲོང་འདབ་ཏུ་གནས་པར་བྱའོ། །
en: ‘Since the ascetic Gautama stays in a remote hermitage, we will stay in the village.

source: དགེ་སྦྱོང་གཽ་ཏ་མས་ཆོས་གོས་དྲས་པ་གྱོན་ན་ནི་བདག་ཅག་གིས་བགོ་བར་མི་བྱའོ། །
en: “If the ascetic Gautama dons fringed robes, we will not wear them.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན། དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དེས་ན་དགེ་འདུན་རྣམས་བརྟུལ་ཞུགས་ཀྱི་གཞི་འདི་ལྔ་ཡང་དག་པར་བླངས་ཏེ་གནས་པར་བགྱིའོ་འདི་ནི་གསོལ་བའོ་ཞེས་སྨྲས་ནས
en: “With your consent, if the time is right, we, your saṅgha, request to take these five vows as the foundation of our conduct.”

source: ལྷས་བྱིན་གྱིས་དགེ་སློང་ལྔ་བརྒྱ་ཁྲིད་དེ་ཁྱིམ་བྱ་བའི་ཀུན་དགའ་ར་བ་ཞེས་བྱ་བར་སོང་ནས་
en: Led by Devadatta, the five hundred monks strode into Kurkuṭārāma Gardens.

source: སློབ་མའི་མཆོག་ཀོ་ཀ་ལི་ཀ་དང་ཁན་ད་དྲབ་བྱ་དང་ཀ་ཏ་མོ་ར་ཀ་དང་རྒྱལ་དང་རྒྱ་མཚོས་བྱིན་རྣམས་གཡས་གྲལ་དང་གཡོན་གྲལ་དུ་བཞག་སྟེ
en: The foremost of his monks—Kokālika, Khaṇḍadravya, Kaṭamorakatiṣya, and Samudradatta—organized them into seated rows on the right and on the left.

source: སྡེ་ཚན་གྱི་གུང་ལ་འདུག་ཅིང་སྟོན་པའི་བཙུན་ཆོས་ཉམས་སུ་མྱོང་བར་བྱེད་དོ། །
en: Devadatta took a seat in the middle of the group, and felt like a masterful Dharma teacher.

source: དེ་ནས་དེའི་བློ་སྐྱེས་པ།
en: The idea had come to him,

source: ད་ནི་བདག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མའི་དགེ་སློང་གི་དགེ་འདུན་འཐུན་པའི་དབྱེན་ཡང་བྱས་ཟིན་ལ།
en: “Now I have finished creating a schism in the ascetic Gautama’s saṅgha of monks.

source: འཁོར་ལོའི་དབྱེན་ཡང་བྱས་ཟིན་ནོ་སྙམ་ནས
en: I have finished creating a schism in his retinue,”

source: དགེ་འདུན་འབྱེད་པ་དེའི་ཚེ། དགེ་སློང་རྣམས་ཀྱི་རྣལ་འབྱོར་ཡང་མེད་ཡིད་ལ་བྱེད་པ་ཡང་མེད་ལུང་ནོད་པ་ཡང་མེད་ཁ་ཏོན་བྱེད་པ་ཡང་མེད་ལ།
en: Because of the schism in the saṅgha, the monks did not practice, contemplate, give any precepts or instruction, or recite.

source: མདོ་སྡེ་སེམས་པ་དང་འདུལ་བ་སེམས་པ་དང་ཆོས་མངོན་པ་སེམས་པ་ཡང་མི་དྲན་ཏེ
en: They did not recollect the sūtras, nor did they recollect the vinaya, nor did they recollect the abhidharma.

source: དགེ་བའི་ཕྱོགས་ཐམས་ཅད་ཀྱི་བར་ཆད་དུ་གྱུར་ཏོ། །
en: There were obstacles to every virtuous endeavor.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་མཛད་ན། ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་དགེ་འདུན་བྱེ་བར་གྱུར་ལགས།
en: “Lord,” the monks asked the Blessed One, “what activities did the Blessed One undertake that ripened into a division of the saṅgha?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་ང་ཉིད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་གཞན་དག་ཏུ་ཚོགས་རྙེད་ཅིང་རྐྱེན་གྲུབ་པ་དང་ལྡན་ཏེ
en: “It was I myself,” the Blessed One replied, “who, in previous lifetimes, put the conditions in place and accumulated the causes for this.

source: དབའ་རྒལ་བཞིན་དུ་འབྱུང་ལ།
en: It was as inevitable as the tides.

source: གདོན་མི་ཟ་བར་འོང་བའི་ལས་དེ་དག་བྱས་ཤིང་བསགས་པས་ན། ང་ཉིད་ཀྱིས་ལས་བྱས་ཤིང་བསགས་པ་དེ་དག་གཞན་སུ་ཞིག་གིས་ཉམས་སུ་མྱོང་བར་འགྱུར་ཏེ།
en: If I alone committed and accumulated these actions, which are certain to return, who else could come to experience them?

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ།
en: “Monks, it took place in times gone by, during King Brahmadatta’s reign in the city of Vārāṇasī.

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་དྲང་སྲོང་གི་གནས་ཤིག་ན་དྲང་སྲོང་མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པ། གཡོག་འཁོར་ལྔ་བརྒྱ་ཡོད་པ་ཞིག་རྟེན་ཅིང་གནས་སོ། །
en: At that time in Vārāṇasī, in one of the sages’ dwellings there lived a certain sage who was clairvoyant and supported by five hundred of his disciples.

source: དེ་ནས་ཕྱི་ཞིག་ན་ལྷོ་ཕྱོགས་ནས་བྲམ་ཟེ་གཡོག་འཁོར་ལྔ་བརྒྱ་ཡོད་པ་ཞིག་འོངས་ནས་དྲང་སྲོང་དེའི་གནས་དང་ཉེ་བ་ཞིག་ཏུ་བཏབ་སྟེ།
en: “One day a brahmin came from the south with five hundred disciples and established himself near the sage’s dwelling.

source: བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་བྲམ་ཟེ་དག་གི་གསང་སྔགས་སློབ་པར་བྱེད་དོ། །
en: There he began to teach his five hundred young brahmins the secret mantras of the brahmins.

source: བྲམ་ཟེ་དེ་ཡང་རིག་པའི་གནས་བཅྭ་བརྒྱད་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞིག་སྟེ།
en: That brahmin was also a master of the eighteen sciences.

source: སྔ་ནས་འདུག་པའི་དྲང་སྲོང་གི་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ཀྱིས་བྲམ་ཟེ་དེའི་རྒྱུས་རི་གནས་དེ་དག་དེའི་ཐད་དུ་སོང་སྟེ་སྨྲས་པ།
en: When some disciples of the first brahmin sage who had already been living there heard about the brahmin, they went to see him, saying,

source: མཁན་པོ་བདག་ཅག་ལ་ཡང་ཕན་གདགས་པར་གསོལ།
en: ‘Teacher, work your benefit upon us as well!’

source: བྲམ་ཟེས་སྨྲས་པ། ཁྱེད་ལ་ཅི་ཞིག་གིས་ཕན་གདགས་པར་བྱ།
en: “ ‘How, then, am I to benefit you?’ the brahmin asked.

source: བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ཀྱིས་སྨྲས་པ། ཁ་ཏོན་བསླབས་པས་ཕན་གདགས་པར་གསོལ།
en: “The young brahmins said, ‘We request that you benefit us by teaching recitation.’

source: བྲམ་ཟེས་སྨྲས་པ། ང་ནི་གཞན་གྱི་སློབ་མ་ལ་སློབ་པར་མི་བྱེད་དོ། །
en: “ ‘I don’t teach the disciples of others,’ the brahmin said.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ཀྱིས་བསམས་པ།
en: “The disciples of the first brahmin thought,

source: བདག་ཅག་གི་མཁན་པོས་ཀྱང་གོས་དང་ཟས་ཀྱིས་ནི་སྡུད་པར་བྱེད་མོད་ཀྱི། ཁ་ཏོན་བསླབས་པས་ནི་མི་ནུས་ཀྱིས་
en: ‘Our preceptor may have attracted us with food and clothes, but he is not capable of instructing us in recitation.

source: བདག་ཅག་གིས་འདི་བོར་ལ་བྲམ་ཟེ་འདི་ཁོ་ན་ལ་བརྟེན་ཏེ
en: Let us abandon that one and entrust ourselves to this brahmin instead.

source: ཁ་ཏོན་བསླབ་པའི་ཕྱིར་འདུ་བར་བྱའོ་སྙམ་ནས།
en: Let’s get together and learn recitation.’

source: བྲམ་ཟེ་དེ་ལ་སྨྲས་པ།
en: So they said to the second brahmin,

source: བདག་ཅག་གི་མཁན་པོ་བོར་ཏེ་ཁྱོད་ཁོ་ན་ལ་བདག་ཅག་བརྟེན་པར་བགྱིའོ་ཞེས་བྱས་སོ། །
en: ‘We are abandoning our teacher. We shall entrust ourselves to you alone.’

source: བྲམ་ཟེ་དེས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟ་ན་བདག་གིས་ཁྱེད་གོས་ཟས་དང་ཁ་ཏོན་བསླབས་པས་བསྟང་བར་བྱའོ། །
en: “ ‘If that’s the case,’ the brahmin said, ‘let me help you by providing you with food and clothes, and by teaching you recitation.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་གིས་དྲང་སྲོང་དེ་གཅིག་པུ་གྲོགས་མེད་པར་བོར་ནས་བྲམ་ཟེ་དེ་ལ་བརྟེན་ཏོ། །
en: “No sooner had they heard this than the young brahmins left the sage friendless and all alone and entrusted themselves to the brahmin,

source: དེས་ཀྱང་དེ་དག་གོས་དང་ཟས་དང་ཁ་ཏོན་བསླབས་པས་བསྡུས་སོ། །
en: who gathered them around him by providing them with food and clothes and by teaching them recitation.

source: དེའི་ཚེ་བྲམ་ཟེར་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: I am the one who was that brahmin then, and lived the life of a bodhisattva.

source: དེར་ངས་དྲང་སྲོང་དེའི་འཁོར་གྱི་དབྱེན་བྱས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ང་ལོ་གྲངས་མང་པོ་དང་། ལོ་བརྒྱ་ཕྲག་མང་པོ་དང་ལོ་འབུམ་ཕྲག་མང་པོར་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་པར་གྱུར་ཏོ། །
en: The action of causing a schism in that sage’s retinue ripened such that for hundreds upon hundreds and thousands upon thousands of years I took rebirth as a hell being and was cooked.

source: དེ་ནས་ང་ཤི་འཕོས་ནས་ཀྱང་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ངས་འཁོར་དང་ཕྱེ་བ་མྱོང་ལ། ད་ལྟར་གྱི་བར་དུ་ཡང་ལས་དེའི་རྣམ་པར་སྨིན་པས་ལྷས་བྱིན་གྱིས་ང་འཁོར་དང་ཕྱེ་བ་ཡིན་ནོ།། །།
en: Then when I died from there and transmigrated, wherever I was born I underwent separation from my disciples up until this very day, when, due to the ripening of that action, Devadatta has divided my circle.”

source: ནགས་ཁུང་ཞེས་བྱ་བ་ནི།
en: The Dark Forest

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་དགོན་པ་ནགས་ཁུང་ཞིག་ཡོད་དེ། ནགས་ཁྲོད་དེ་ན་བཀོད་མའི་ཆུ་འཁྱིལ་བའི་མཚེའུ་ཞིག་ཀྱང་ཡོད་ལ།
en: When the Blessed One was in Śrāvastī, there was a certain very dark forest, and in that forest was a certain place where spring water pooled.

source: མཚེའུ་དེ་ན་དྲང་སྲོང་ལྔ་བརྒྱ་ཙམ་རྟེན་ཅིང་དཀའ་ཐུབ་སྤྱོད་དེ།
en: Some five hundred sages lived at the spring and practiced austerities.

source: དེ་དག་ཐམས་ཅད་ཀྱང་སྲིད་པ་ཐ་མ་པ་འབྲས་བུ་སྨིན་པ་མཚོན་གྱིས་བརྟོལ་ལ་རག་པ་དང་འདྲ་བ་ཤ་སྟག་གོ། །
en: All of them were in their final existence, like ripe fruit ready to burst at the touch of a blade.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་བགྲོད་པ་གཅིག་པུའི་ལམ་སྟོན་པ། རྣམ་པ་གཉིས་ཀྱི་ཤེས་བྱ་དང་ཡེ་ཤེས་ལ་མངའ་བརྙེས་པ། མ་འདྲེས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་གསུམ་ལ་མཁས་པ། མི་འཇིགས་པ་བཞིས་མི་འཇིགས་པ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལས་རྣམ་པར་གྲོལ་བ། སྐྱེ་མཆེད་དྲུག་ལ་མཁས་པ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ལ་སྤྱོད་ཡུལ་བ། རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་སྙོམས་པར་འཇུག་པ། སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཡང་དག་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་སྒྲོགས་པ་རྣམས་ནི་ཆོས་ཉིད་ཀྱིས་ཉིན་དུས་གསུམ་མཚན་དུས་གསུམ་སྟེ།
en: The blessed buddhas, teachers of the one path to be traversed, with mastery over wisdom and the two types of knowable objects, in command of the three kinds of sterling equanimity, fearless by means of the fourfold fearlessness, freed from migration through the five destinies, keen in the six sense bases, practiced in the seven limbs of enlightenment, focused on the eight liberations, absorbed in the nine successive meditative absorptions, possessing all ten of the ten powers, whose proclamations are the great roaring of a perfect lion, by nature regard the world with their buddha eyes six times throughout the day and night—three times by day and three times by night.

source: ཉིན་མཚན་དུས་དྲུག་ཏུ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་གཟིགས་ཏེ།
en: These are their thoughts as they look out in wisdom:

source: སུ་ནི་རྒུད་སུ་ནི་དར་སུ་ནི་ཕོངས་ཤིང་འདུག་སུ་ནི་ཉམ་ང་བར་གྱུར་སུ་ནི་གནོད་པ་དང་ལྡན་སུ་ནི་ཕོངས་པ་དང་ཉམ་ང་བ་དང་གནོད་པ་དང་ལྡན་སུ་ནི་ངན་སོང་དུ་གཞོལ་སུ་ནི་ངན་སོང་དུ་འབབ། སུ་ནི་ངན་སོང་དུ་བབ་སུ་ནི་ངན་སོང་ནས་ཕྱུང་སྟེ་མཐོ་རིས་དང་ཐར་པ་དང་འབྲས་བུ་ལ་གཞག་པར་བྱ།
en: “Who is in decline? Who will flourish? Who is destitute? Who is in a dreadful state? Who is being harmed? Who is destitute, in a dreadful state, and being harmed? Who is veering toward the lower realms? Who is descending through the lower realms? Who has descended to the lower realms? Whom shall I pull up from the lower realms, and establish in the resultant state of heaven and liberation?

source: སུ་ནི་ཉེས་པར་སྤྱོད་པའི་འདམ་དུ་བྱིང་བ་ལས་ལག་ནས་དྲང་བར་བྱ་སུ་ནི་འཕགས་པའི་ནོར་བདུན་མེད་པ་ལས་འཕགས་པའི་ནོར་བདུན་གྱི་དབང་ཕྱུག་ལ་དབང་བྱེད་དུ་གཞུག་པར་བྱ།
en: Whom, mired in misdeeds, shall I lift up by the hand? Whom, lacking the seven jewels of the noble ones, shall I lead to command of the seven jewels of the noble ones?

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དྲང་སྲོང་ལྔ་བརྒྱ་པོ་དེ་དག་གདུལ་བའི་དུས་ལ་བབ་བོ་སྙམ་དུ་དགོངས་ནས་མཉན་དུ་ཡོད་པ་ནས་མི་སྣང་བར་གྱུར་ཏེ། ནགས་ཁྲོད་དེར་གཤེགས་པ་དང་།
en: The Blessed One thought, “The time has come to tame those five hundred sages.” He disappeared from Śrāvastī and traveled to the dark forest.

source: དྲང་སྲོང་ལྔ་བརྒྱ་པོ་དེ་དག་གིས་ཐག་རིང་པོ་ཞིག་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་གཅིག་ལ་གཅིག་སྨྲས་པ།
en: The five hundred sages saw the Blessed One from a distance, and when they saw him they said to one another,

source: ཀྱེ་དགེ་སྦྱོང་གཽ་ཏ་མ་གཡེལ་བ་མང་དུ་ལེན་ཅིང་འཚོ་བ་སྤོང་བ་བཏང་བ་དེ་འདིར་འོངས་ཀྱིས།
en: “Oh no! Here comes the ascetic Gautama, who has taken on many distractions and given up begging for his livelihood.

source: དེ་འོངས་ཀྱང་བདག་ཅག་གིས་ལག་བརྡས་སྤྱིལ་པོ་བསྟན་པ་མ་གཏོགས་པར་དེ་ལ་སྨྲ་བར་མི་བྱ་ཀུན་དུ་སྨྲ་བར་མི་བྱའོ་ཞེས་སྨྲས་ནས
en: When he gets here, let us not speak to him at all but only indicate the huts with a hand gesture.”

source: དྲང་སྲོང་ལྔ་བརྒྱ་པོ་རྣམས་ཀྱང་ཅང་མི་ཟེར་བར་འཁོད་དོ། །
en: So all five hundred sages hunkered down and said nothing at all.

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདུལ་བར་བྱ་བའི་དབང་གིས་དེ་དག་གི་ཐད་དུ་གཤེགས་ཏེ། ཐམས་ཅད་ལ་བཀའ་སྩལ་ན། དེ་དག་གིས་ལག་བརྡས་སྤྱིལ་པོ་བསྟན་པ་མ་གཏོགས་པར་བཅོམ་ལྡན་འདས་ཀྱི་ལན་མ་གསོལ་ཏོ། །
en: As the Blessed One, lord of taming actions, stepped before them and addressed them, they did not answer the Blessed One at all, but only indicated the huts with a hand gesture.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱིལ་པོ་དེའི་ནང་དུ་གཤེགས་ཏེ། རྩྭ་སྟན་བཤམས་པ་ལ་བཞུགས་ནས།
en: The Blessed One entered a hut and took his place on a grass seat.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དྲང་སྲོང་ལྔ་བརྒྱ་པོ་དེ་དག་དྲང་བའི་ཕྱིར་བཀོད་མའི་ཆུ་འཁྱིལ་བའི་མཚེའུ་དེ་སྐམས་པར་བྱིན་གྱིས་བརླབས་སོ། །
en: Then, in order to set right the five hundred sages, the Blessed One performed a miracle that dried up the pool of spring water.

source: དེ་ནས་དྲང་སྲོང་ལྔ་བརྒྱ་པོ་དེ་དག་གིས་མཚེའུ་དེ་ན་ཆུ་མེད་པར་མཐོང་ངོ་། །
en: When the five hundred sages saw that there was no more water in the pool,

source: མཐོང་ནས་ཀྱང་དེ་དག་སྡུག་བསྔལ་ཆེན་པོ་སྐྱེས་ཏེ་ལྷ་ལ་གསོལ་བ་འདེབས་ཤིང་འདུག་གོ། །
en: they suffered greatly and began making supplications to their deity,

source: འོན་ཀྱང་དེ་དག་གི་མཚེའུ་དེར་ཆུ་མ་བྱུང་ངོ་། །
en: but still no water came from the spring.

source: དེ་ནས་དེ་དག་དད་པ་བསྐྱེད་པའི་ཕྱིར་ལྷས་དྲང་སྲོང་ལྔ་བརྒྱ་པོ་དེ་དག་ལ་རང་གི་ལུས་བསྟན་ནས་སྨྲས་པ།
en: Then, in order to engender faith in them, the deity revealed his bodily form to the five hundred sages and said,

source: གྲོགས་པོ་དག་ཁྱེད་བདག་ཅག་བཀྲེས་པ་དང་སྐོམ་པས་གདུངས་ཏེ་ཅི་བྱ།
en: “What is the use of fasting and going thirsty, my friends?

source: བཅོམ་ལྡན་འདས་ནི་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་ཡིན་གྱིས།
en: The Blessed One is a person of great miracles and great power.

source: བཅོམ་ལྡན་འདས་ཉིད་ལ་སྐྱབས་སུ་དེང་ཤིག་དང་བཅོམ་ལྡན་འདས་ཀྱི་མཐུས་ཆུའི་མཚེའུ་འདི་སྔ་མཁོ་བཞིན་དུ་འོང་ངོ་ཞེས་བྱས་སོ། །
en: Go, take refuge in the Blessed One. By the power of the Blessed One, the pool will again be as it was.”

source: དེ་ནས་དྲང་སྲོང་ལྔ་བརྒྱ་པོ་དེ་རྣམས་ཀྱིས་ལྷས་བསྒོ་བ་ཐོས་ནས། བཅོམ་ལྡན་འདས་ལ་ཤིན་ཏུ་དགའ་བ་སྐྱེས་སོ། །
en: Hearing the deity’s advice, the five hundred sages were elated.

source: དགའ་བ་སྐྱེས་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས། བཅོམ་ལྡན་འདས་ལ་བཟོད་པར་གསོལ་ཏེ། ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འཁོད་དོ། །
en: In their joy they went to see the Blessed One, and upon their arrival they implored the Blessed One for his forgiveness and sat before him to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རྣམས་ཀྱི་བསམ་པ་དང་བག་ལ་ཉལ་དང་ཁམས་དང་ཤེས་པ་དང་རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: The Blessed One directly apprehended their thoughts, habitual tendencies, temperaments, capacities, and natures, and taught them the Dharma accordingly.

source: དེ་ནས་དྲང་སྲོང་ལྔ་བརྒྱ་པོ་དེ་དག་གིས་སྟན་དེ་ཉིད་ལ་འདུག་ཅིང་འཁོད་བཞིན་དུ་བདེན་པ་རྟོགས་པའི་མོད་ལ་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Hearing it, they destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of non-return right where they sat,

source: དེ་དག་གིས་བདེན་པ་མཐོང་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Having seen the truths, they rose from their seats, drew down the right shoulder of their upper garments, bowed toward the Blessed One with palms pressed together, and made this request of the Blessed One:

source: བཙུན་པ་བདག་ཅག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དང་དགེ་སློང་གི་དངོས་པོ་འཐོབ་ཏུ་རུང་ན།
en: “Lord, if permitted we wish to go forth in the Dharma and Vinaya so well spoken, complete our novitiates, and achieve full ordination.

source: བདག་ཅག་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་འཚལ་ལོ། །
en: In the presence of the Blessed One, we too wish to practice the holy life.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དྲང་སྲོང་ལྔ་བརྒྱ་པོ་རྣམས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་དག་ལ་ལུང་ཡང་ཕོག་གོ། །
en: With the words “Come, join me, monks!” the Blessed One led them to go forth as novices, conferred on them full ordination, and instructed them.

source: དེ་རྣམས་ཀྱིས་ཀྱང་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Casting away all afflictive emotions through diligence, practice, and effort, they manifested arhatship.

source: བཅོམ་ལྡན་འདས་ནི་དེ་དག་རབ་ཏུ་ཕྱུང་བསྙེན་པར་རྫོགས་པར་མཛད་ནས་ནགས་ཁྲོད་དེ་ནས་མི་སྣང་བར་གྱུར་ཏེ། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་གཤེགས་སོ། །
en: After the Blessed One had led them to go forth and ordained them, he disappeared from the forest and traveled to the garden of Prince Jeta.

source: དེ་ནས་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་རྣམས་ནགས་ཁྲོད་དེ་ཉིད་ན་འཁོད་དོ་ཞེས་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་དང་ལྡན་པ་རྣམས་ཀྱིས་ཐོས་སོ། །
en: In the meantime, the brahmins and householders of faith had heard that five hundred monks had taken up residence in the forest,

source: ཐོས་ནས་ཀྱང་ནགས་ཁྲོད་དེར་རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པའི་གཙུག་ལག་ཁང་ཞིག་བརྩིགས་ཏེ། སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་རྣམས་ལ་ཕུལ་ལོ། །
en: so they built a monastery in the forest that was complete in every respect and offered it to the Buddha and the rest of the saṅgha of monks.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ།
en: The monks inquired of the Blessed One,

source: བཙུན་པ་དགེ་སློང་ལྔ་བརྒྱ་པོ་འདི་རྣམས་ཀྱིས་ལས་ཅི་ཞིག་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་འདི་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ལ།
en: “Lord, what action did the five hundred monks take that ripened into their pleasing the Blessed One and not displeasing him,

source: བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: and that they went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship?”

source: བཙུན་པ་འདི་རྣམས་ཀྱིས་སྨོན་ལམ་གང་དུ་བཏབ་ལགས།
en: “Lord, where did they make these prayers?”

source: དེའི་གསུང་རབ་ལ་འདི་དག་ཐམས་ཅད་རབ་ཏུ་བྱུང་ནས། དེར་འདི་རྣམས་ཀྱིས་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་
en: they went forth in his doctrine and practiced pure conduct all their lives.

source: འདི་ལྟར་བདག་ཅག་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་གསུང་རབ་ལ་རབ་ཏུ་བྱུང་ནསཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ཀྱིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ། བདག་ཅག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: ‘While we may not have attained any great virtues, still we have gone forth in the teaching of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all our lives. By this root of virtue, may we please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེའི་ཚེ་རབ་ཏུ་བྱུང་བའི་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་ནི་དགེ་སློང་ལྔ་བརྒྱ་པོ་འདི་དག་ཉིད་ཡིན་ཏེ།
en: The five hundred monks who went forth then are none other than these five hundred monks.

source: དེ་རྣམས་ཀྱིས་དེར་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་སྟེ།
en: At that time they practiced pure conduct all their lives, and at the time of their deaths they prayed,

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་བདག་ཅག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག་མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: ‘May we please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་པ་
en: May we go forth in his doctrine, cast away all afflictive emotions, and manifest arhatship.’

source: དེས་ན་དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་ཤིན་ཏུ་མཉམ་པ་དང་ཤུགས་མཉམ་པ་དང་མཛད་པ་མཉམ་པ་དང་ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—

source: ཐོས་པ་ཞེས་བྱ་བ་ནི།
en: The One Who Heard
